-- MySQL dump 10.10
--
-- Host: localhost    Database: wizshop
-- ------------------------------------------------------
-- Server version	5.0.27

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `wiz_product`
--

DROP TABLE IF EXISTS `wiz_product`;
CREATE TABLE `wiz_product` (
  `prdcode` varchar(10) NOT NULL default '',
  `prdname` varchar(100) default NULL,
  `prdcom` varchar(50) default NULL,
  `origin` varchar(50) default NULL,
  `showset` enum('Y','N') default NULL,
  `stock` int(5) default NULL,
  `savestock` int(5) default NULL,
  `prior` bigint(14) default NULL,
  `viewcnt` int(5) default NULL,
  `deimgcnt` int(5) default NULL,
  `basketcnt` int(10) default NULL,
  `ordercnt` int(10) default NULL,
  `cancelcnt` int(10) default NULL,
  `comcnt` int(10) default NULL,
  `sellprice` int(10) default NULL,
  `conprice` int(10) default NULL,
  `reserve` int(10) default NULL,
  `strprice` varchar(255) default NULL,
  `new` enum('Y','N') default NULL,
  `best` enum('Y','N') default NULL,
  `popular` enum('Y','N') default NULL,
  `recom` enum('Y','N') default NULL,
  `sale` enum('Y','N') default NULL,
  `shortage` enum('Y','N','S') default NULL,
  `coupon_use` enum('Y','N') default NULL,
  `coupon_dis` int(10) default NULL,
  `coupon_type` enum('원','%') default NULL,
  `coupon_amount` int(10) default NULL,
  `coupon_limit` enum('N') default NULL,
  `coupon_sdate` date default NULL,
  `coupon_edate` date default NULL,
  `del_type` enum('DA','DB','DC','DD') default NULL,
  `del_price` int(11) default NULL,
  `prdicon` varchar(255) default NULL,
  `prefer` int(1) default NULL,
  `brand` int(11) default NULL,
  `info_use` enum('Y','N') default NULL,
  `info_name1` varchar(80) default NULL,
  `info_value1` varchar(255) default NULL,
  `info_name2` varchar(80) default NULL,
  `info_value2` varchar(255) default NULL,
  `info_name3` varchar(80) default NULL,
  `info_value3` varchar(255) default NULL,
  `info_name4` varchar(80) default NULL,
  `info_value4` varchar(255) default NULL,
  `info_name5` varchar(80) default NULL,
  `info_value5` varchar(255) default NULL,
  `info_name6` varchar(80) default NULL,
  `info_value6` varchar(255) default NULL,
  `opt_use` enum('Y','N') default NULL,
  `opttitle` varchar(50) default NULL,
  `optcode` mediumtext,
  `opttitle2` varchar(50) default NULL,
  `optcode2` mediumtext,
  `opttitle3` varchar(50) default NULL,
  `optcode3` mediumtext,
  `opttitle4` varchar(50) default NULL,
  `optcode4` mediumtext,
  `opttitle5` varchar(50) default NULL,
  `optcode5` mediumtext,
  `opttitle6` varchar(50) default NULL,
  `optcode6` mediumtext,
  `opttitle7` varchar(50) default NULL,
  `optcode7` mediumtext,
  `optvalue` mediumtext,
  `prdimg_R` varchar(30) default NULL,
  `prdimg_L1` varchar(30) default NULL,
  `prdimg_M1` varchar(30) default NULL,
  `prdimg_S1` varchar(30) default NULL,
  `prdimg_L2` varchar(30) default NULL,
  `prdimg_M2` varchar(30) default NULL,
  `prdimg_S2` varchar(30) default NULL,
  `prdimg_L3` varchar(30) default NULL,
  `prdimg_M3` varchar(30) default NULL,
  `prdimg_S3` varchar(30) default NULL,
  `prdimg_L4` varchar(30) default NULL,
  `prdimg_M4` varchar(30) default NULL,
  `prdimg_S4` varchar(30) default NULL,
  `prdimg_L5` varchar(30) default NULL,
  `prdimg_M5` varchar(30) default NULL,
  `prdimg_S5` varchar(30) default NULL,
  `searchkey` varchar(255) default NULL,
  `stortexp` varchar(255) default NULL,
  `content` mediumtext,
  `wdate` datetime default NULL,
  `mdate` datetime default NULL,
  PRIMARY KEY  (`prdcode`),
  FULLTEXT KEY `prdcode` (`prdcode`),
  FULLTEXT KEY `prdcode_2` (`prdcode`)
) ENGINE=MyISAM DEFAULT CHARSET=euckr;

--
-- Dumping data for table `wiz_product`
--

LOCK TABLES `wiz_product` WRITE;
/*!40000 ALTER TABLE `wiz_product` DISABLE KEYS */;
INSERT INTO `wiz_product` VALUES ('0708040001','FUJITSU E8410SD20VPK / Intel Core2 Duo','','','Y',96,0,70804005543,192,4,12,4,0,0,1583000,0,158300,'','Y','','','','','N','N',5,'%',0,'N','2007-08-09','2007-08-31','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708040001_R.jpg','0708040001_L1.jpg','0708040001_M1.jpg','0708040001_S1.jpg','','','','','','','','','','','','','','','','2007-08-04 00:56:29','2009-03-05 13:03:09'),('0708140001','[NEXPC] NEXSS-65611 (펜티엄4 524[3.06GHz] , DDR2 512MB , 80GB , COMBO 52X , ATI X300 Chipset) +19LCD','인포넥스','한국','Y',100,0,70814145244,774,0,4,1,0,0,599000,0,59900,'','Y','','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140001_R.jpg','0708140001_L1.jpg','0708140001_M1.jpg','0708140001_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 14:53:15','2009-03-05 13:03:18'),('0708140002','드림시스 BH274-TU1 (애슬론64 3700+, 1GB, 250GB, COMBO) + 19인치 LCD','인포넥스','한국','Y',98,0,70814145414,1068,0,15,3,0,1,1009000,0,100900,'','Y','','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140002_R.jpg','0708140002_L1.jpg','0708140002_M1.jpg','0708140002_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 14:54:40','2009-03-05 13:03:40'),('0708140003','소니 바이오 VGN-SZ465N/C (코어2듀오 2.0Ghz, 1.5G, 120G, Multi, 13.3LCD, Vista)','소니','일본','Y',97,0,70814145713,2032,3,33,5,0,0,2299000,0,229900,'','Y','','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,2,'N','','','','','','','','','','','','','Y','','','','','','','','','','','','','','','0^0^0^^','0708140003_R.jpg','0708140003_L1.jpg','0708140003_M1.jpg','0708140003_S1.jpg','','','','','','','','','','','','','','','<P>&nbsp;</P>','2007-08-14 14:57:45','2009-03-05 13:03:27'),('0708140004','꽃을든남자 코엔자임 Q10 포맨 화이트닝 스킨케어 세트','소망화장품','한국','Y',22,0,70814150255,125,1,35,27,0,16,37000,0,3700,'','','Y','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','색상','흰색,검정,노랑,파랑,빨강','','','','','0^0^0^^','0708140004_R.jpg','0708140004_L1.jpg','0708140004_M1.jpg','0708140004_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:03:19','2009-03-05 13:26:15'),('0708140005','[끌라뮤]루비 폴뤼르 에브리데이 선 로션(SPF45 PA++)','이넬화장품','한국','Y',81,0,70814150355,150,1,24,15,2,2,1004,0,100,'','','Y','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140005_R.jpg','0708140005_L1.jpg','0708140005_M1.jpg','0708140005_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:04:21','2009-03-05 13:26:05'),('0708140006','[라네즈］라네즈 옴므 선블록 로션 SPF50 60ML','라네즈','한국','Y',79,0,70814150504,388,1,63,24,3,0,1000,0,100,'','','Y','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140006_R.jpg','0708140006_L1.jpg','0708140006_M1.jpg','0708140006_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:05:29','2009-03-05 13:25:57'),('0708140007','[뉴트로지나]퍼밍 바디 모이스춰라이저200ml+바디 슬리머148ml','뉴트로지나','한국','Y',87,0,70814150621,162,2,33,8,0,4,28700,0,2870,'','','Y','','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140007_R.jpg','0708140007_L1.jpg','0708140007_M1.jpg','0708140007_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:06:46','2009-03-05 13:25:50'),('0708140008','[한샘] 모노 우드받침+보울4+스픈4','한샘','한국','Y',100,0,70814150722,520,4,22,20,11,0,13900,0,1390,'','','','Y','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140008_R.jpg','0708140008_L1.jpg','0708140008_M1.jpg','0708140008_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:07:55','2009-02-04 10:02:43'),('0708140009','[한샘] 모노 접시1+보울3+스픈3','한샘','한국','Y',79,0,70814150827,534,3,59,38,5,0,12500,0,1250,'','','','Y','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DD',2500,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140009_R.jpg','0708140009_L1.jpg','0708140009_M1.jpg','0708140009_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:09:04','2009-02-05 13:39:26'),('0708140010','젠 넥타 2인조커피세트','한샘','한국','Y',22,0,70814150935,765,3,124,100,5,5,24600,0,2460,'','','','Y','','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DB',20000,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140010_R.jpg','0708140010_L1.jpg','0708140010_M1.jpg','0708140010_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:09:54','2009-02-05 13:38:23'),('0708140011','[한국도자기인핸즈]은나노 뉴 헤라 홈세트14pcs','한국도자기','한국','Y',95,0,70814151031,609,8,80,62,1,2,91000,0,9100,'','','','Y','','','S','Y',10,'%',0,'N','2007-08-17','2009-01-31',NULL,NULL,'',0,0,'N','','','','','','','','','','','','','','','','','','색상','노랑^1000^100^^빨강^2000^200^^','','','','','','','','','0^0^0^^','0708140011_R.jpg','0708140011_L1.jpg','0708140011_M1.jpg','0708140011_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:10:54','2009-01-28 13:30:23'),('0708140012','[필리아]라이나소파','필리아','한국','Y',100,0,70814151302,948,0,5,2,0,0,360000,0,36000,'','','','','Y','','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140012_R.jpg','0708140012_L1.jpg','0708140012_M1.jpg','0708140012_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:13:23','2009-03-05 13:24:24'),('0708140013','[필리아]에델소파','필리아','한국','Y',99,0,70814151354,242,1,10,9,1,1,221000,0,22100,NULL,'','','','Y','','','N',0,'%',0,'','0000-00-00','0000-00-00',NULL,NULL,'',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'','','','','','',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'0708140013_R.jpg','0708140013_L1.jpg','0708140013_M1.jpg','0708140013_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:14:20','2007-08-14 15:14:20'),('0708140014','[온라인전용]코모 7008 패브릭 4인용 소파 (스툴 포함)','한샘','한국','Y',100,0,70814151442,154,3,27,0,0,0,698000,0,69800,NULL,'','','','Y','','','N',0,'%',0,'','0000-00-00','0000-00-00',NULL,NULL,'',3,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'','','','','','',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'0708140014_R.jpg','0708140014_L1.jpg','0708140014_M1.jpg','0708140014_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:15:11','2007-08-14 15:15:11'),('0708140015','코모스소파','테스','','Y',100,0,70814151629,777,4,11,2,0,1,1980000,0,198000,NULL,'','','','Y','','N','N',0,'%',0,'','0000-00-00','0000-00-00',NULL,NULL,'',0,2,'N','','','','','','','','','','','','','','','','','','사이즈','100^200^200^^200^300^300^^','','','','','','','','','','0708140015_R.jpg','0708140015_L1.jpg','0708140015_M1.jpg','0708140015_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:16:57','2009-01-19 16:37:33'),('0708140016','[정품 Dickies] 디키즈 여성용 DICKIES BOOTS CUT JEANS 팬츠-DK_B3004W_','디키즈','한국','Y',106,0,70814151939,156,2,11,16,7,0,19800,0,1980,'','','','','','Y','N','Y',10,'%',0,'N','2009-01-19','2009-01-20',NULL,NULL,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140016_R.jpg','0708140016_L1.jpg','0708140016_M1.jpg','0708140016_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:27:42','2009-01-30 10:22:20'),('0708140017','[정품 Dickies] 디키즈 남성용 DICKIES COMFORT JEANS 팬츠-DK_C2006_','디키즈','한국','Y',92,0,70814152811,532,2,21,19,10,0,19800,0,1980,NULL,'','','','','Y','S','N',0,'%',0,'','0000-00-00','0000-00-00',NULL,NULL,'',0,0,'N','','','','','','','','','','','','','','','','','','','','','','','','','','','','0^0^0^^','0708140017_R.jpg','0708140017_L1.jpg','0708140017_M1.jpg','0708140017_S1.jpg','','','','','','','','','','','','','','','','2007-08-14 15:28:34','2009-01-09 18:00:40'),('0708140018','옵션, 옵션별 적립금, 옵션별 재고 테스트상품','','','Y',99,0,90305091841,2281,19,45,4,0,3,10000,15000,1000,'','','','','','Y','N','Y',1000,'원',123,'','2009-03-01','2009-03-31','DA',0,'',0,0,'N','','','','','','','','','','','','','Y','옵션1','100g^200g^','옵션2','테스트1^테스트2^','색상','흰색^1000^100^^검정^2000^200^^','사이즈','230^1000^100^^235^2000^200^^240^3000^300^^','색상','흰색,검정,노랑,파랑,빨강','사이즈','230,235,240,245,250,255,260,265','용량','100g,200g,300g,400g','1000^100^100^^2000^200^200^^3000^300^300^^4000^400^400^^','0708140018_R.jpg','0708140018_L1.jpg','0708140018_M1.jpg','0708140018_S1.jpg','0708140018_L2.jpg','0708140018_M2.jpg','0708140018_S2.jpg','0708140018_L3.jpg','0708140018_M3.jpg','0708140018_S3.jpg','0708140018_L4.jpg','0708140018_M4.jpg','0708140018_S4.jpg','0708140018_L5.jpg','0708140018_M5.jpg','0708140018_S5.jpg','','','<P>&nbsp;</P>','2007-08-14 15:29:22','2009-03-30 14:33:25'),('0903050001','[월튼레이디스]일러스트롱반팔티셔츠_W14532','','','Y',100,0,90305091840,23,0,5,1,0,0,10000,0,1000,'','','','','','Y','N','N',0,'%',0,'','0000-00-00','0000-00-00','DA',0,'',0,0,'N','','','','','','','','','','','','','Y','','','사이즈','S^M^L^','','','','','','','','','','','','0903050001_R.jpg','0903050001_L1.jpg','0903050001_M1.jpg','0903050001_S1.jpg','','','','','','','','','','','','','','','','2009-03-05 09:19:11','2009-03-13 17:22:54');
/*!40000 ALTER TABLE `wiz_product` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2009-05-26  1:09:06
